{
    "version": "https://jsonfeed.org/version/1",
    "title": "Aura Candy",
    "description": "",
    "home_page_url": "https://eyecandyaura.com",
    "feed_url": "https://eyecandyaura.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "AuraCandy"
    },
    "items": [
        {
            "id": "https://eyecandyaura.com/123/",
            "url": "https://eyecandyaura.com/123/",
            "title": "123",
            "summary": " Hi! I'm Aura Candy&nbsp; 123 Wanna watch me live?&nbsp;&nbsp; See my twitter &gt;&gt;&nbsp; Hi! I'm Aura Candy Wanna watch me live? See my twitter &gt;&gt; Hi! Yeah, I'm Aura Candy I'm a broadcaster on that adult website - Chaturbate. As by now i mainly&hellip;",
            "content_html": "\n    <h1 id=\"hi-im-aura-candynbspbr\">\n      Hi! I'm Aura Candy&nbsp;<br>\n    </h1>\n\n  <p>\n    123\n  </p>\n\n  <p>\n    Wanna watch me live?&nbsp;&nbsp;<br>\n  </p>\n\n  <p>\n    See my twitter &gt;&gt;&nbsp;\n  </p>\n\n  <p>\n    Hi! I'm Aura Candy\n<br>Wanna watch me live?\n<br>See my twitter &gt;&gt;\n<br>\n<br>Hi! Yeah, I'm Aura Candy\n<br>I'm a broadcaster on that adult website - Chaturbate. As by now i mainly appear on Twitter and Chaturbate. Grab the link to my live broadcast on my Twitter. When i broadcast? Whenever. What i broadcast? Whatever. If you bookmark this page and come back later there might be something new. One day. Thanks for checking my personal page out! If you want to see my twitter, it's @EyeCandyAura\n<br>Questions Answered\n<br>How do i know you're online?\n<br>Follow me on Chaturbate - you'll get notified when i'm online. As for my schedule - i'm still figuring it out.\n<br>Where do i watch you for free?\n<br>Watching my broadcast is free on Chaturbate. \n<br>How do i get a recording of your broadcast?\n<br>Hop in on Chaturbate when i broadcast and request a private show - you get my private show saved automatically in your 'my collection' which you can access by clicking on your username on top right.\n<br>How do i know if you do stuff i like in a private show? \n<br>Visit me when i'm online and ask a question in a tip note, in a private message or if you're ok with that in public chat, if it's active.\n<br>Are custom requests private show only?\n<br>Mostly they are but a lot of requests i do in a public show just ask me when i'm live.\n  </p>",
            "author": {
                "name": "AuraCandy"
            },
            "tags": [
            ],
            "date_published": "2021-02-17T22:40:59+04:00",
            "date_modified": "2021-02-17T23:54:53+04:00"
        }
    ]
}
